---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.CircuitType.Spare
enum: Autodesk.Revit.DB.Electrical.CircuitType
source: html/58f65579-ed78-e37e-ad41-983a516afa22.htm
---
# Autodesk.Revit.DB.Electrical.CircuitType.Spare

Circuit type is spare.